Repository: shitamori1272/HomeIndicator
Catalog: HomeIndicator WatchKit Extension/Localizable.xcstrings
Source language: en
Languages: ja

# common.yes
source: Yes
ja: はい

# content.distance_to_spot_format
source: %@m to destination
ja: 目的地まで%@m

# content.register_first_spot
source: Register first spot
ja: 最初のスポットを登録

# content.spot_list
source: Spot list
ja: スポット一覧

# content.spot_not_set
source: No spot selected
ja: スポット未設定

# notification.hello_world
source: Hello, World!
ja: こんにちは

# spot_list.add_spot
source: Add spot
ja: スポット追加

# spot_list.change_spot_message
source: Set this spot as destination?
ja: このスポットを目的地に設定しますか？

# spot_list.change_spot_title
source: Change spot
ja: スポット変更

# spot_register.input_name_placeholder
source: Spot name
ja: 登録名の入力

# spot_register.register_current_spot
source: Register this location
ja: この地点を登録する
